Tekla.Structures.ModelInternal.dotDstvContourLine
Serialization structure for DstvContourLine.

Tekla.Structures.ModelInternal.dotDstvContourLine.IsInitialized
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotDstvContourLine.IsBlockEnd
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotDstvContourLine.IsExternalContour
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotDstvContourLine.Side
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotDstvContourLine.X
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotDstvContourLine.Reference
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotDstvContourLine.Y
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotDstvContourLine.NotchType
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotDstvContourLine.Radius
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotDstvContourLine.Angle1
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotDstvContourLine.Offset1
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotDstvContourLine.Angle2
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotDstvContourLine.Offset2
DO NOT USE! For internal usage only!